# TODO: GOOGLE Title> Error 403 (Forbidden)!!1
# TODO: TAB REWIEW
# TODO: scroll скачет вверх и часто крутится

# TODO: 2021 надо вынести все функции высшего порядка которые может делать робот
#  (регистрация в почте, директе, поиск в поисковике, переходы с поиска, действия на сайте
#  (просто шатание или сбор данных или тесты)=> в класс ФэйкЮзер
# TODO: инстанс разделить на селекторы по этим функциям и каждый в отдельный файл.
#  в класе нужный файл подключается и из таска значения отличающиеся от инстанса перекрываются.


# Зависимости
"""
Selector <- Injector <-
"""